post/Novel/春物/index.org
#+title: 春物小说资源索引
#+description: 内容来自网络(轻小说文库)
#+date: <2026-01-10 六 22:24>
#+setupfile: ../../../setup.setup

* 备注
由于内容来自网络，可能存在版本混杂、翻译不同的情况

推荐的在线阅读网站：[[https://www.wenku8.net/novel/1/1213/index.htm][果然我的青春恋爱喜剧搞错了(我的青春恋爱物语果然有问题)-轻小说文库]]

#+begin_quote
+虽然但是，epub一堆乱七八糟的css样式和html结构用pandoc转成org发现格式乱成一团。。。\\
目前还在低效地手动整理格式中+

最后还是去注册了个账号下了合集版的txt，结果发现和无职的脚本适配程度不能说是一模一样吧，只能说是高到没救了。
现在的版本就是直接利用自动化脚本[[./config.json][稍加配置（使用json存储配置）]]后自动分卷生成的。
#+end_quote

* 文件列表
- [[./001_第一卷.html]]
- [[./002_第二卷.html]]
- [[./003_第三卷.html]]
- [[./004_第四卷.html]]
- [[./005_第五卷.html]]
- [[./006_第六卷.html]]
- [[./007_第七卷.html]]
- [[./008_第6.5卷.html]]
- [[./009_第7.5卷.html]]
- [[./010_第八卷.html]]
- [[./011_第九卷.html]]
- [[./012_第十卷.html]]
- [[./013_第10.5卷.html]]
- [[./014_第十一卷.html]]
- [[./015_第二季BD特典 Another.html]]
- [[./016_第十二卷.html]]
- [[./017_第十三卷.html]]
- [[./018_第十四卷.html]]
- [[./019_BDBOX特典小说.html]]
- [[./020_DB特典 高三篇 新1.html]]
- [[./021_DB特典 高三篇 新2.html]]
- [[./022_DB特典 高三篇 新3.html]]
- [[./023_DB特典 高三篇 新4.html]]
- [[./024_DB特典 高三篇 新5.html]]
- [[./025_DB特典 高三篇 新6.html]]
- [[./026_第14.5卷.html]]
- [[./027_结1 Yui's story.html]]
- [[./028_结2 Yui's story.html]]
