post/Novel/春物/index.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<meta name="author" content="不要在意我的头像QwQ" />
<meta name="description" content="内容来自网络(轻小说文库)" />
<meta name="generator" content="Org Mode (third party program by python)" />
<title>春物小说资源索引</title>
<link rel="stylesheet" type="text/css" href="/theme/main.css"/>
<link rel="shortcut icon" href="/img/icon.jpg"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="#"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div>
<div id="content" class="content">
<h1 class="title">春物小说资源索引</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul><li><a href="#org-title-1">1. 备注</a></li><li><a href="#org-title-2">2. 文件列表</a></li></ul></div></div>
<div id="outline-container-1" class="outline-2">
<h2 id="org-title-1"><span class="section-number-2">1.</span> 备注</h2>
<div class="outline-text-2" id="text-1"><p>由于内容来自网络，可能存在版本混杂、翻译不同的情况</p><p>推荐的在线阅读网站：<a href="https://www.wenku8.net/novel/1/1213/index.htm">果然我的青春恋爱喜剧搞错了(我的青春恋爱物语果然有问题)-轻小说文库</a></p><blockquote>
<p><del>虽然但是，epub一堆乱七八糟的css样式和html结构用pandoc转成org发现格式乱成一团。。。<br/>目前还在低效地手动整理格式中</del></p><p>最后还是去注册了个账号下了合集版的txt，结果发现和无职的脚本适配程度不能说是一模一样吧，只能说是高到没救了。现在的版本就是直接利用自动化脚本<a href="./config.json">稍加配置（使用json存储配置）</a>后自动分卷生成的。</p></blockquote></div></div>
<div id="outline-container-2" class="outline-2">
<h2 id="org-title-2"><span class="section-number-2">2.</span> 文件列表</h2>
<div class="outline-text-2" id="text-2"><ul class="org-ul">
<li><a href="./001_第一卷.html">./001_第一卷.html</a>
</li>
<li><a href="./002_第二卷.html">./002_第二卷.html</a>
</li>
<li><a href="./003_第三卷.html">./003_第三卷.html</a>
</li>
<li><a href="./004_第四卷.html">./004_第四卷.html</a>
</li>
<li><a href="./005_第五卷.html">./005_第五卷.html</a>
</li>
<li><a href="./006_第六卷.html">./006_第六卷.html</a>
</li>
<li><a href="./007_第七卷.html">./007_第七卷.html</a>
</li>
<li><a href="./008_第6.5卷.html">./008_第6.5卷.html</a>
</li>
<li><a href="./009_第7.5卷.html">./009_第7.5卷.html</a>
</li>
<li><a href="./010_第八卷.html">./010_第八卷.html</a>
</li>
<li><a href="./011_第九卷.html">./011_第九卷.html</a>
</li>
<li><a href="./012_第十卷.html">./012_第十卷.html</a>
</li>
<li><a href="./013_第10.5卷.html">./013_第10.5卷.html</a>
</li>
<li><a href="./014_第十一卷.html">./014_第十一卷.html</a>
</li>
<li><a href="./015_第二季BD特典%20Another.html">./015_第二季BD特典 Another.html</a>
</li>
<li><a href="./016_第十二卷.html">./016_第十二卷.html</a>
</li>
<li><a href="./017_第十三卷.html">./017_第十三卷.html</a>
</li>
<li><a href="./018_第十四卷.html">./018_第十四卷.html</a>
</li>
<li><a href="./019_BDBOX特典小说.html">./019_BDBOX特典小说.html</a>
</li>
<li><a href="./020_DB特典%20高三篇%20新1.html">./020_DB特典 高三篇 新1.html</a>
</li>
<li><a href="./021_DB特典%20高三篇%20新2.html">./021_DB特典 高三篇 新2.html</a>
</li>
<li><a href="./022_DB特典%20高三篇%20新3.html">./022_DB特典 高三篇 新3.html</a>
</li>
<li><a href="./023_DB特典%20高三篇%20新4.html">./023_DB特典 高三篇 新4.html</a>
</li>
<li><a href="./024_DB特典%20高三篇%20新5.html">./024_DB特典 高三篇 新5.html</a>
</li>
<li><a href="./025_DB特典%20高三篇%20新6.html">./025_DB特典 高三篇 新6.html</a>
</li>
<li><a href="./026_第14.5卷.html">./026_第14.5卷.html</a>
</li>
<li><a href="./027_结1%20Yui&#x27;s%20story.html">./027_结1 Yui&#x27;s story.html</a>
</li>
<li><a href="./028_结2%20Yui&#x27;s%20story.html">./028_结2 Yui&#x27;s story.html</a>
</li></ul>
</div></div></div>
<div id="postamble" class="status">
<p class="date">时间: <2026-01-10 六 22:24></p>
<p class="author">作者: 不要在意我的头像QwQ</p>
<p class="description">描述: 内容来自网络(轻小说文库)</p>
<p class="date">生成于: 2026-01-10 六 14:55:21</p>
</div>
</body>
</html>